[
    {
        "name": "Diamond Eyes",
        "desc": "Diamond Eyes by Stage Fright is a powerful mix of raw emotion and electrifying rock. The album blends gripping guitar riffs with melodic vocals to tell stories of resilience, vulnerability, and life's ups and downs. With its mix of high-energy anthems and heartfelt ballads, Diamond Eyes is a sparkling gem that leaves a lasting impact.",
        "image": "/assets/icons/diamond-eyes.jpg",
        "songs": {"More Than A Feeling": "/assets/music/DiamondEyes/More-Than-A-Feeling.mp3"}
    }, {
        "name": "Walk",
        "desc": "Walk by Stage Fright invites listeners to embark on a deeply personal and transformative musical journey. Each song feels like a step forward, exploring themes of courage, healing, and self-discovery. With its soulful melodies and dynamic energy, Walk captures the spirit of pushing through challenges and finding your path, making it a soundtrack for life’s most meaningful strides.",
        "image": "/assets/icons/Walk.png",
        "songs": {"Bohemian Rhapsody": "/assets/music/Walk/Bohemian-Rhapsody.mp3", "Hotel California": "/assets/music/Walk/Hotel-California.mp3", "Smells Like Teen Spirit": "/assets/music/Walk/Smells-Like-Teen-Spirit.mp3", "Stairway To Heaven": "/assets/music/Walk/Stairway-To-Heaven.mp3", "Sweet Child o' Mine": "/assets/music/Walk/Sweet-Child.mp3"}
    }, {
        "name": "Get Dirty",
        "desc": "Get Dirty by Stage Fright is an unapologetic, high-octane dive into the raw and unfiltered sides of life. Packed with thunderous riffs, fiery vocals, and fearless energy, the album embraces chaos, passion, and rebellion. Get Dirty is a celebration of living untamed and embracing the messy, beautiful imperfections that define us.",
        "image": "/assets/icons/get-dirty.jpg",
        "songs": {"Back In Black": "/assets/music/GetDirty/Back-In-Black.mp3", "Born To Be Wild": "/assets/music/GetDirty/Born-To-Be-Wild.mp3", "Seven Nation Army": "/assets/music/GetDirty/Seven-Nation-Army.mp3", "Thunderstruck": "/assets/music/GetDirty/Thunderstruck.mp3"}
    }
]